Repository: virtualnobi/MediaFiler
Catalog: locale/*/LC_MESSAGES/MediaFiler.po
Languages: de_de

source: Media
de_de: Medien

source: Classification
de_de: Klassifizierung

source: Log
de_de: Protokoll

source: Classify
de_de: Klassifizieren

source: Search
de_de: Suchen

source: Show
de_de: Präsentation

source: All Views
de_de: Alle Ansichten

source: Last Used
de_de: Zuletzt benutzt

source: &Program
de_de: &Programm

source: &Media
de_de: &Medien

source: &View
de_de: &Ansicht

source: Perspectiv&e
de_de: Perspektiv&e

source: &Import
de_de: &Importieren

source: &Tool
de_de: &Werkzeug

source: Loading %s
de_de: Lade %s

source: Select New Image Directory:
de_de: Neues Medienverzeichnis auswählen:

source: Loading %
de_de: Lade %s

source: Reloading...
de_de: Erneut laden...

source: Select Directory to Export into:
de_de: Exportverzeichnis auswählen:

source: Exporting to %s
de_de: Exportieren nach %s

source: An Error Occurred
de_de: Ein Fehler ist aufgetreten

source: %d media exported to "%s"
de_de: %d Medien nach "%s" exportiert

source: Closing...
de_de: Aufräumen...

source: %s media involved in %s collisions
de_de: %s Medien bei %s Kollisionen beteiligt

source: Testing import from %s
de_de: Import von "%s" wird getestet

source: %d media would have been imported from "%s"
de_de: %d Medien wären von "%s" importiert worden

source: Importing from %s
de_de: Importieren aus "%s"

source: %d media imported from "%s"
de_de: %d Medien von "%s" importiert

source: Empty Directory
de_de: Leeres Verzeichnis

source: No files to import!
de_de: Keine Medien gefunden!

source: No files to import
de_de: Keine Medien gefunden

source: Import Report
de_de: Importprotokoll

source: Import log too large to display. Import has succeeded.
de_de: Das Importprotokoll ist zu lang, um angezeigt zu werden. Der Import was erfolgreich.

source: Replace tag
de_de: Schlagwort ersetzen

source: Original Tag:
de_de: Ursprüngliches Schlagwort:

source: Replacement Tag:
de_de: Neues Schlagwort:

source: Original tag may not be empty
de_de: Ursprüngliches Schlagwort darf nicht leer sein

source: Replacement tag may not be empty
de_de: Neues Schlagwort darf nicht leer sein

source: Original and replacement may not be identical
de_de: Ursprüngliches und neues Schlagwort müssen verschieden sein

source: The external program failed with return code %s.
de_de: Das Programm wurde mit Fehlercode %s abgebrochen.

source: Warning
de_de: Warnung

source: No editor defined with "%s" configuration option!
de_de: Kein externes Programm mit der Konfigurationsoption "%s" angegeben!

source: Define a text editor using configuration option "%s".
de_de: Geben Sie einen Texteditor mit der Konfigurationsoption "%s" an.

source: Setting up window panes
de_de: Ansichten werden aufgebaut

source: Ready
de_de: Fertig

source: Removing duplicates...
de_de: Doubletten werden gelöscht...

source: Image
de_de: Bild

source: The current working directory for this program is not a valid media directory. Choose a media directory:
de_de: Das Verzeichnis, in dem dieses Program gestartet wurde, enthält nicht die richtigen (Medien-)Daten. Wählen Sie ein Verzeichnis, in dem die Mediendaten gespeichert werden sollen:

source: Creation of required folders and files failed.
de_de: Die notwendigen Verzeichnisse und Dateien konnten nicht angelegt werden.

source: Error
de_de: Fehler

source: Reading tag definitions
de_de: Schlagworte lesen

source: Calculating collection properties
de_de: Eigenschaften der Mediensammlung werden berechnet

source: Reading media from %s
de_de: Medien von %s lesen

source: media
de_de: Medien

source: at top
de_de: am Anfang

source: with predecessor
de_de: mit dem Vorgänger

source: at bottom
de_de: am Ende

source: organized by date
de_de: nach Datum organisiert

source: Year
de_de: Jahr

source: Month
de_de: Monat

source: Day
de_de: Tag

source: Reorder by Time Taken
de_de: Nach Aufnahmezeit sortieren

source: Media without capture time placed
de_de: Medien mit unbekannter Aufnahmezeit einordnen

source: Step Width for Renumbering:
de_de: Schrittweite für Neunummerierung:

source: Undo the last reorder by time command?
de_de: Letzte Sortierung nach Aufnahmedatum rückgängig machen?

source: Undo Reordering?
de_de: Sortierung rückgängig machen?

source: Reordering undone
de_de: Sortierung rückgängig gemacht

source: Undoing reordering failed!
de_de: Sortierung konnte nicht rückgängig gemacht werden!

source: %s media reordered
de_de: %d Medien sortiert

source: Reordering failed!
de_de: Sortieren fehlgeschlagen!

source: Date Taken
de_de: Aufnahmedatum

source: organized by name, %d names used, %d free
de_de: organisiert nach Namen, %d Namen benutzt, %d frei

source: Scene
de_de: Szene

source: Renaming scene %s to %s
de_de: Szene %s zu %s umbenennen

source: Choose Name
de_de: Name wählen

source: Enter New Name
de_de: Neuen Namen eingeben

source: "%s" is not a legal name
de_de: "%s" ist kein erlaubter Name

source: "%s" is not a legal scene
de_de: "%s" is keine erlaubte Szene(nummer)

source: Single
de_de: Einzelmedium

source: Media Number
de_de: Medien-Nummer

source: Renumbering...
de_de: Neu nummerieren...

source: Renumbering failed!
de_de: Sortierung fehlgeschlagen!

source: Movie
de_de: Film

source: %d secs
de_de: %d Sek

source: %d mins,
de_de: %s Min,

source: unknown duration
de_de: unbekannte Dauer

source: %d duplicate media deleted
de_de: %d doppelte Medien gelöscht

source: %d media
de_de: %d Medien

source: Change Media Directory
de_de: Medienverzeichnis ändern

source: Reload Media
de_de: Medien erneut laden

source: Export (Filtered) Media
de_de: (Gefilterte) Medien exportieren

source: Exit
de_de: Beenden

source: Find Duplicates
de_de: Doubletten suchen

source: Show Duplicates
de_de: Doubletten anzeigen

source: Delete Media "%s"
de_de: Medium "%s" löschen

source: Delete Doubles
de_de: Doppelte löschen

source: Choose Random Name
de_de: Name zufällig bestimmen

source: Choose Name Manually...
de_de: Namen auswählen...

source: Convert to Group
de_de: In Gruppe umwandeln

source: Convert to Single
de_de: In Single umwandeln

source: Remove Import Indicator
de_de: Importindikator löschen

source: Remove Illegal Tags
de_de: Unbekannte Schlagworte löschen

source: Move to Number...
de_de: Verschieben zu Nummer...

source: Undo Reordering
de_de: Sortierung rückgängig machen

source: Filter Identical
de_de: Gleiche Filtern

source: Filter Similar
de_de: Ähnliche Filtern

source: View in External Program
de_de: Im externen Programm anzeigen

source: Send As Email
de_de: Als email verschicken

source: Move to scene...
de_de: Verschieben zu Szene...

source: Rename scene to...
de_de: Szene umbenennen...

source: Move to...
de_de: Verschieben zu...

source: Toggle Filter Pane
de_de: Filter zeigen/verbergen

source: Toggle Filter
de_de: Filter an/aus

source: Apply Filter
de_de: Filter anwenden

source: Clear Filter
de_de: Filter löschen

source: Toggle Tree Pane
de_de: Dateibaum zeigen/verbergen

source: Toggle Classification Pane
de_de: Klassifizierung zeigen/verbergen

source: Toggle Log Pane
de_de: Protokoll zeigen/verbergen

source: Previous Media
de_de: Voriges Medium

source: Next Media
de_de: Nächstes Medium

source: Stop Slideshow
de_de: Präsentation anhalten

source: Resume Slideshow
de_de: Präsentation zeigen

source: Present Quickly
de_de: Schnell wechseln

source: Present Slowly
de_de: Langsam wechseln

source: Test Import
de_de: Import testen

source: Import
de_de: Importieren

source: Generate Link Directory
de_de: Linkverzeichnis erzeugen

source: Generate Thumbnail Directory
de_de: Minibilderverzeichnis erzeugen

source: Rename Tag
de_de: Schlagwort umbenennen

source: Edit Tag Classes
de_de: Schlagwortklassen bearbeiten

source: Edit Names
de_de: Namen bearbeiten

source: Harvest from URL...
de_de: Bilder von URL importieren...

source: Manage Logging...
de_de: Protokollierung verwalten...

source: Browse
de_de: Auswählen

source: Rename
de_de: Umbennen

source: Reuse Last
de_de: Zuletzt benutzt

source: Directory
de_de: Verzeichnis

source: Test Only
de_de: Nur testen

source: Delete Originals (incl. small and unknown)
de_de: Originale löschen (inkl. kleiner und unbekannter Dateien)

source: Maximum Number of Files to Import
de_de: Nicht mehr Medien importieren als

source: Do not Import Files of Unknown Type
de_de: Dateien unbekannten Typs nicht importieren

source: Do not Import Files Smaller Than
de_de: Dateien bis zu dieser Größe nicht importieren

source: Mark Imported Files as "%s"
de_de: Importierte Medien mit "%s" markieren

source: Keep Unknown Tags
de_de: Unbekannte Schlagworte beibehalten

source: Report Unknown Tags
de_de: Unbekannte Schlagworte auflisten

source: Do not Import Duplicates
de_de: Doubletten nicht importieren

source: Prefer Date in Filename over EXIF Date
de_de: Datum im Dateinamen gegenüber EXIF bevorzugen

source: Choose a directory to test import:
de_de: Verzeichnis zum Import-Test auswählen:

source: Choose a directory to import from:
de_de: Verzeichnis zum Import auswählen:

source: Resizing images in "%s"
de_de: Bildergrößen in "%s" anpassen

source: (no change)
de_de: (unverändert)

source: (none)
de_de: (keine)

source: Renaming...
de_de: Umbenennen...

source: ignore
de_de: egal

source: require
de_de: erforderlich

source: exclude
de_de: ausgeschlossen

source: Unknown Tag
de_de: Unbekanntes Schlagwort

source: Media Type
de_de: Medientyp

source: Size (%)
de_de: Größe (%)

source: unknown
de_de: unbekannt

source: any
de_de: alle

source: Duplicates
de_de: Doubletten

source: Turn off filter
de_de: Filter ausschalten

source: Turn on filter
de_de: Filter anschalten
